import { Article } from './article.class';

export const ArticleList:Array<Article>=
[ 

    { 
        id:1,
        imageUrl: "https://images.unsplash.com/photo-1519999482648-25049ddd37b1?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2126&q=80",
        title: "ДУБАИ ",
        description: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…",        text: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…"
            + "amet eaque unde perspiciatis adipisci pos.",
        date: new Date("2019-04-07"),
        category:"svet"
        
    },
    { 
        id:2,
        imageUrl: "https://www.srcouncil.org/wp-content/uploads/2016/02/Camping-Near-The-Lake-Background-Wallpaper.jpg",
        title: "Kамповање",
        description: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” ",       
        text: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” како би проводили квалитетно време у природи и игри",        
        date: new Date("2019-07-07"),
        category:"drustvo"
    },
    { 
        id:3,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/Stefan-Milenkovic-pre-tri-godine-u-Arilju-na-festivalu-Arlemm-foto-Arlemm.jpg",
        title: "Арлемм",
        description: "Десета по реду музичка манифестација почиње 20. јула и трајаће две недеље",
        text:"Aриље – Уметнички караван десете Ариљске летње музичке манифестације „Арлемм” прокрстарио је градовима Србије и управо стиже на одредиште – у Ариље, где овог викенда почиње и две наредне седмице траје десето издање фестивала посвећеног уметничкој музици и младим талентима.",
        date: new Date("2019-06-07"),
        category:"kultura"
    },
    { 
        id:4,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/IMG_20190720_194239.jpg",
        title: "Театар Требинје",
        description: "Oд нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”",
        text: "Од нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”, једна је од реплика из „Професионалца” Душана Ковачевића која се могла прексиноћ чути на сцени Дома културе у Требињу. Луку Лабана, Теодора Теју Краја, Марту и друге комплексне Ковачевићеве јунаке који с нама „живе” још од 1989, када је ово дело српске драмске књижевности написано, тумачили су…",
        date: new Date("2019-07-07"),
        category:"kultura"
    },
    { 
        id:5,
        imageUrl: "https://images.unsplash.com/photo-1519999482648-25049ddd37b1?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2126&q=80",
        title: "ДУБАИ ",
        description: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…",        text: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…"
            + "amet eaque unde perspiciatis adipisci pos.",
        date: new Date("2019-04-07"),
        category:"svet"
        
    },
    { 
        id:6,
        imageUrl: "https://www.srcouncil.org/wp-content/uploads/2016/02/Camping-Near-The-Lake-Background-Wallpaper.jpg",
        title: "Kамповање",
        description: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” ",       
        text: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” како би проводили квалитетно време у природи и игри",        
        date: new Date("2019-07-07"),
        category:"drustvo"
    },
    { 
        id:7,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/Stefan-Milenkovic-pre-tri-godine-u-Arilju-na-festivalu-Arlemm-foto-Arlemm.jpg",
        title: "Арлемм",
        description: "Десета по реду музичка манифестација почиње 20. јула и трајаће две недеље",
        text:"Aриље – Уметнички караван десете Ариљске летње музичке манифестације „Арлемм” прокрстарио је градовима Србије и управо стиже на одредиште – у Ариље, где овог викенда почиње и две наредне седмице траје десето издање фестивала посвећеног уметничкој музици и младим талентима.",
        date: new Date("2019-06-07"),
        category:"kultura"
    },
    { 
        id:8,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/IMG_20190720_194239.jpg",
        title: "Театар Требинје",
        description: "Oд нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”",
        text: "Од нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”, једна је од реплика из „Професионалца” Душана Ковачевића која се могла прексиноћ чути на сцени Дома културе у Требињу. Луку Лабана, Теодора Теју Краја, Марту и друге комплексне Ковачевићеве јунаке који с нама „живе” још од 1989, када је ово дело српске драмске књижевности написано, тумачили су…",
        date: new Date("2019-07-07"),
        category:"kultura"
    },
    { 
        id:9,
        imageUrl: "https://images.unsplash.com/photo-1519999482648-25049ddd37b1?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2126&q=80",
        title: "ДУБАИ ",
        description: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…",        text: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…"
            + "amet eaque unde perspiciatis adipisci pos.",
        date: new Date("2019-04-07"),
        category:"svet"
        
    },
    { 
        id:10,
        imageUrl: "https://www.srcouncil.org/wp-content/uploads/2016/02/Camping-Near-The-Lake-Background-Wallpaper.jpg",
        title: "Kамповање",
        description: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” ",       
        text: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” како би проводили квалитетно време у природи и игри",        
        date: new Date("2019-07-07"),
        category:"drustvo"
    },
    { 
        id:11,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/Stefan-Milenkovic-pre-tri-godine-u-Arilju-na-festivalu-Arlemm-foto-Arlemm.jpg",
        title: "Арлемм",
        description: "Десета по реду музичка манифестација почиње 20. јула и трајаће две недеље",
        text:"Aриље – Уметнички караван десете Ариљске летње музичке манифестације „Арлемм” прокрстарио је градовима Србије и управо стиже на одредиште – у Ариље, где овог викенда почиње и две наредне седмице траје десето издање фестивала посвећеног уметничкој музици и младим талентима.",
        date: new Date("2019-06-07"),
        category:"kultura"
    },
    { 
        id:12,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/IMG_20190720_194239.jpg",
        title: "Театар Требинје",
        description: "Oд нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”",
        text: "Од нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”, једна је од реплика из „Професионалца” Душана Ковачевића која се могла прексиноћ чути на сцени Дома културе у Требињу. Луку Лабана, Теодора Теју Краја, Марту и друге комплексне Ковачевићеве јунаке који с нама „живе” још од 1989, када је ово дело српске драмске књижевности написано, тумачили су…",
        date: new Date("2019-07-07"),
        category:"kultura"
    },
    { 
        id:13,
        imageUrl: "https://images.unsplash.com/photo-1519999482648-25049ddd37b1?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2126&q=80",
        title: "ДУБАИ ",
        description: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…",        text: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…"
            + "amet eaque unde perspiciatis adipisci pos.",
        date: new Date("2019-04-07"),
        category:"svet"
        
    },
    { 
        id:14,
        imageUrl: "https://www.srcouncil.org/wp-content/uploads/2016/02/Camping-Near-The-Lake-Background-Wallpaper.jpg",
        title: "Kамповање",
        description: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” ",       
        text: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” како би проводили квалитетно време у природи и игри",        
        date: new Date("2019-07-07"),
        category:"drustvo"
    },
    { 
        id:15,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/Stefan-Milenkovic-pre-tri-godine-u-Arilju-na-festivalu-Arlemm-foto-Arlemm.jpg",
        title: "Арлемм",
        description: "Десета по реду музичка манифестација почиње 20. јула и трајаће две недеље",
        text:"Aриље – Уметнички караван десете Ариљске летње музичке манифестације „Арлемм” прокрстарио је градовима Србије и управо стиже на одредиште – у Ариље, где овог викенда почиње и две наредне седмице траје десето издање фестивала посвећеног уметничкој музици и младим талентима.",
        date: new Date("2019-06-07"),
        category:"kultura"
    },
    { 
        id:16,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/IMG_20190720_194239.jpg",
        title: "Театар Требинје",
        description: "Oд нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”",
        text: "Од нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”, једна је од реплика из „Професионалца” Душана Ковачевића која се могла прексиноћ чути на сцени Дома културе у Требињу. Луку Лабана, Теодора Теју Краја, Марту и друге комплексне Ковачевићеве јунаке који с нама „живе” још од 1989, када је ово дело српске драмске књижевности написано, тумачили су…",
        date: new Date("2019-07-07"),
        category:"kultura"
    },
    { 
        id:17,
        imageUrl: "https://images.unsplash.com/photo-1519999482648-25049ddd37b1?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=2126&q=80",
        title: "ДУБАИ ",
        description: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…",        text: "Велика Британија је саопштила да ће са европским савезницима формирати „мисију поморске…"
            + "amet eaque unde perspiciatis adipisci pos.",
        date: new Date("2019-04-07"),
        category:"svet"
        
    },
    { 
        id:18,
        imageUrl: "https://www.srcouncil.org/wp-content/uploads/2016/02/Camping-Near-The-Lake-Background-Wallpaper.jpg",
        title: "Kамповање",
        description: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” ",       
        text: "У жељи да буду присутнији у животима своје деце, група очева је пре десет година основала удружење „Први пут с оцем” како би проводили квалитетно време у природи и игри",        
        date: new Date("2019-07-07"),
        category:"drustvo"
    },
    { 
        id:19,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/Stefan-Milenkovic-pre-tri-godine-u-Arilju-na-festivalu-Arlemm-foto-Arlemm.jpg",
        title: "Арлемм",
        description: "Десета по реду музичка манифестација почиње 20. јула и трајаће две недеље",
        text:"Aриље – Уметнички караван десете Ариљске летње музичке манифестације „Арлемм” прокрстарио је градовима Србије и управо стиже на одредиште – у Ариље, где овог викенда почиње и две наредне седмице траје десето издање фестивала посвећеног уметничкој музици и младим талентима.",
        date: new Date("2019-06-07"),
        category:"kultura"
    },
    {  
        id:20,
        imageUrl: "http://www.politika.rs/upload/Article/Image/2019_07/IMG_20190720_194239.jpg",
        title: "Театар Требинје",
        description: "Oд нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”",
        text: "Од нашег специјалног извештача Требиње – „Да сам у животу обраћао пажњу на паметне људе, колико на полусвет и лудаке, и сам бих нешто паметније урадио”, једна је од реплика из „Професионалца” Душана Ковачевића која се могла прексиноћ чути на сцени Дома културе у Требињу. Луку Лабана, Теодора Теју Краја, Марту и друге комплексне Ковачевићеве јунаке који с нама „живе” још од 1989, када је ово дело српске драмске књижевности написано, тумачили су…",
        date: new Date("2019-07-07"),
        category:"kultura"
    }
  
]